<template>
  <div class="aboutBox">
    <article>
      <section>
        <h4>关于我们</h4>
        <p>
          本平台
          乃正式注册的以互联网体彩为主的综合性互联网娱乐公司。成立至今，我们不但为客户提供各种互联网体彩以及多元化网上娱乐，而且体彩也承担着社会责任，
          更承诺配备最优质的投注方法，并辅以最先进的网络技术支援，献上最佳的客户服务和最优惠的支付方案。响应国家深化改革，推动互联网体彩。
          我们致力于为广大客户提供丰富精彩的体彩活动，并极力以最优质的收费方式及丰富奖赏作回馈。
        </p>
      </section>
      <section>
        <h4>诚信</h4>
        <p>
          作为国际专业的网上娱乐游戏客户端运营企业，我们凭借集合世界级的娱乐资讯专家、丰富经验的服务团队、先进的软硬件开发人员建立出 本平台
          全面而完善的组织体系。我们承诺，为每一位客户提供最新、最安全、最准确的专业游戏数据，以及全方位的国际化服务。同时， 本平台
          全部游戏设计均采用世界最领先的软件。我们更聘请了多位资深计算机专家给公司设计和提供软硬件设施维护服务，以提供最佳的技术支援，确保客户能每时每刻享受到最优质的娱乐服务。
        </p>
      </section>
      <section>
        <h4>优质服务承诺</h4>
        <p>
          自成立至今， 本平台
          致力提供多元化网上娱乐，让客户能每天24小时体验到最精采刺激的消闲享受，更借以丰富奖赏，以回馈普通大众对我们的支持及热烈参与。我们恪守「顾客至上」的宗旨，以力求创新，不断进步的精神，开拓多元化的娱乐业务。为此，我们聘用庞大的服务团队，凭借市场推广、软件开发、客户服务、技术支援等优秀人员的不懈努力，为客户提供专业的娱乐服务。我们承诺，置身于
          本平台
          游戏平台的客户，都能享有极具价值的娱乐回报。同时，每名客户的资讯保密性对我们来说是最重要的。我们承诺，将不遗余力地坚持严格实行保密和隐私制度。
        </p>
      </section>
      <section>
        <h4>严格维护保密及安全性</h4>
        <p>
          根根据规定，每位 本平台 用户只能拥有一个相对应的帐户。为维护系统的完整性及公平原则，我们将会进行不定期的安全检查。客户的安全和游戏的公正性乃
          本平台
          最重要的服务信念与宗旨。我们采用的是全球最先进的游戏软件设备，保证了软件本身的公正性。同时，本公司更用上最先进的加密措施来保证游戏的安全，并作24小时的后台检测和监控，确保我们的客户可以在一个最保密、最安全的网络游戏空间尽情玩乐。
        </p>
      </section>
      <section>
        <h4>公平游戏</h4>
        <p>本平台 致力为玩家提供最公正的环境，在一个娱乐平台上尽情耍乐。 本平台 线上娱乐平台乃现时亚洲市场最具权威及最先进的科技系统所提供。</p>
      </section>
      <section>
        <h4>付款</h4>
        <p>
          我们提供各种安全简便的存款及取款选择给客户。我们一直主张客户「了解我们的用户(KYC)」和反洗钱(AML)的原则，并与第三方的财务管理当局合作，用以确保在最大程度上遵从相关的法律及法规。
          本平台 希望所有的客户能够在一个安全愉快的环境中，享受本公司精心设计的产品和服务，并能够从中获利。
        </p>
      </section>
      <section>
        <h4>负责任游戏</h4>
        <p>
          本平台
          承诺提供「负责任游戏」，并确保每位客户能与我们一起享受到游戏的乐趣。但是我们也了解到有小部分的人有时候未必能控制自己的投注行为，如遇相关问题，
          本平台 会积极鼓励这些用户及时与我们联络，以便尽早提供相关帮助。
        </p>
      </section>
    </article>
  </div>
</template>
<script>
export default {
  name: 'about',
};
</script>

<style scoped lang="scss">
.aboutBox {
  min-height: 100vh;
  background: rgb(246, 246, 246);
  padding-top: 67px;
  padding-bottom: 77px;
  article {
    box-shadow: 0 0 7px rgba(0, 0, 0, 0.2);
    background: #fff;
    margin: 0 10px;
  }
  section {
    padding: 10px;
    h4 {
      margin: 4px 0;
    }
    p {
      font-size: 12px;
      margin-top: 8px;
    }
  }
}
</style>
